[
    {
        "id": 1945075,
        "url": "https://remotive.com/remote-jobs/product/product-operations-lead-1945075",
        "title": "Product Operations Lead",
        "company_name": "Qventus",
        "company_logo": "https://remotive.com/job/1945075/logo",
        "category": "Product",
        "tags": [
            "saas"
        ],
        "job_type": "full_time",
        "salary": "",
        "description": "<p style=\"min-height:1.5em\">On this journey for over 12 years, Qventus is leading the transformation of healthcare. We enable hospitals to focus on what matters most: patient care. Our innovative solutions harness the power of machine learning, generative AI, and behavioral science to deliver exceptional outcomes and empower care teams to anticipate and resolve issues before they arise. </p><p style=\"min-height:1.5em\">Our success in rapid scale across the globe is backed by some of the world's leading investors. At Qventus, you will have the opportunity to work with an exceptional, mission-driven team across the globe, and the ability to directly impact the lives of patients. We’re inspired to work with healthcare leaders on our founding vision and unlock world-class medicine through world-class operations. </p><p style=\"min-height:1.5em\">As a<strong> Product Operations Lead</strong> to take our product team to the next level of innovation and growth. In this role, you’ll be at the heart of our mission—ensuring smooth, efficient operations while amplifying cross-functional collaboration across the organization. You’ll own the management of the Software Development Lifecycle, lead our company-wide roadmapping, and help shape high-impact board presentations. You’ll also drive key performance metrics and spearhead process improvements to ensure our internal operations deliver maximum impact.</p><p style=\"min-height:1.5em\"></p><div class=\"h2\">Key Responsibilities:</div><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Lead development &amp; strategy setting for operations across Product &amp; Engineering - setting key performance targets, tracking outcomes, and driving strategic initiatives. </p></li><li style=\"\"><p style=\"min-height:1.5em\">Facilitate the company roadmapping process, including standardized mechanisms for intake of input, execution of roadmapping activities, cross-team dependency management, alignment of OKRs, and distribution of roadmap content.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Manage Solution Development Lifecycle across our key solutions, including facilitation of launches, tracking of experiments, and ensuring high quality documentation across teams.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Operate as the initial point of contact for the product team in company-wide initiatives such as evolving onboarding, knowledge management, and employee growth &amp; development.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Lead and coordinate strategic meetings across Product, Engineering, and cross-functional leadership.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Support preparation of Product material in preparation for quarterly board meetings</p></li><li style=\"\"><p style=\"min-height:1.5em\">Identify and evolve bottlenecked processes, applying strategic thinking to streamline operations and improve overall team efficiency.</p><p style=\"min-height:1.5em\"></p></li></ul><div class=\"h2\">What We’re Looking For: </div><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Deep understanding of end-to-end lifecycle for building and deploying enterprise SaaS products &amp; solutions</p></li><li style=\"\"><p style=\"min-height:1.5em\">Strong operational skills, such as measuring &amp; regularly reporting on key metrics that drive towards key insights &amp; effective decision making</p></li><li style=\"\"><p style=\"min-height:1.5em\">Highly adaptable with strong critical thinking skills, capable of evolving processes, addressing bottlenecks, and responding to operational challenges.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Impeccable organizational skills and attention to detail</p></li><li style=\"\"><p style=\"min-height:1.5em\">Excellent written and verbal communication skills; strong, professional presence in working with customers / partners (including C-Suite executives)</p></li><li style=\"\"><p style=\"min-height:1.5em\">Willingness to “roll up your sleeves” and pitch in / fill in gaps when a team needs help</p><p style=\"min-height:1.5em\"></p></li></ul><div class=\"h2\">It’s a Plus if You Have… </div><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Product management experience, project management certification, experience in healthcare technology</p><p style=\"min-height:1.5em\"></p></li></ul><p style=\"min-height:1.5em\">We believe that diversity, equity, inclusion, and belonging are fundamental to improving healthcare and society, and that’s why we’re building a company that leads the way. We hold ourselves accountable to using fair hiring processes that mitigate the negative impacts of unconscious bias. We also work to ensure that people from underrepresented groups play meaningful roles on both sides of the interview table. We are an equal opportunity employer and give all qualified applicants consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. </p><p style=\"min-height:1.5em\">Candidate information will be treated in accordance with our candidate privacy notice which can be found here: <a href=\"https://qventus.com/ccpa-privacy-notice/\" rel=\"nofollow\" target=\"_blank\">https://qventus.com/ccpa-privacy-notice/</a></p><p style=\"min-height:1.5em\"><em>Employment is contingent upon the satisfactory completion of our pre-employment background investigation and drug test.</em></p><p style=\"min-height:1.5em\">*Benefits and perks are subject to plan documents and may change at the company's discretion. </p><p style=\"min-height:1.5em\"></p><img src=\"https://remotive.com/job/track/1945075/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "Canada",
        "date": "2024-10-28T14:50:47"
    },
    {
        "id": 1943110,
        "url": "https://remotive.com/remote-jobs/product/product-1943110",
        "title": "Product",
        "company_name": "AirGarage",
        "company_logo": "https://remotive.com/job/1943110/logo",
        "category": "Product",
        "tags": [
            "product management"
        ],
        "job_type": "full_time",
        "salary": "",
        "description": "<p style=\"min-height:1.5em\"><strong>About AirGarage </strong>🏙</p><p style=\"min-height:1.5em\">AirGarage is repurposing the 30% of real estate in the average American city currently dedicated to parking.</p><p style=\"min-height:1.5em\">We are building a future where real estate is digitized and can be transitioned from one use to another seamlessly on-demand, moving every piece of urban real estate toward its highest and best use.</p><p style=\"min-height:1.5em\">We are starting with the $131 billion US parking real estate market because it is one of the most offline and mismanaged commercial real estate asset types.</p><p style=\"min-height:1.5em\">As a full-stack parking operator, we automate the operation of parking lots and parking garages. We handle everything from advertising to collecting payments from drivers and enforcing against illegal parking. We already operate 250+ parking lots and parking garages across 35 US states and we are growing quickly.</p><p style=\"min-height:1.5em\">We are backed by top tier investors including Andreessen Horowitz, Floodgate, Founders Fund, and angel investors who have founded or worked at companies like Uber, Opendoor, Flexport, and more.<br><br>Want to learn more about AirGarage and the problem we're tackling? <br><br>Check out these podcasts: <br><br><a href=\"https://www.youtube.com/watch?v=AU0NkDK51E4\" rel=\"nofollow\" target=\"_blank\">https://www.youtube.com/watch?v=AU0NkDK51E4</a><br><br><a href=\"https://youtu.be/_8aM6NQHYiE?si=p5WIujBWUA1sG-b7\" rel=\"nofollow\" target=\"_blank\">https://youtu.be/_8aM6NQHYiE?si=p5WIujBWUA1sG-b7</a></p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\"><strong>THE ROLE 👩🏾‍💻</strong></p><p style=\"min-height:1.5em\">As the foundational Product hire at AirGarage, you’ll have a high-impact opportunity to shape a product that powers parking garages across the country and is used daily by thousands of people.</p><p style=\"min-height:1.5em\">This is not just a strategy role, you’ll need to be tactical as well. You will be leading meetings, conducting customer research, defining product requirements, and working with our design, operations, and engineering teams to deliver an outstanding product for our customers.</p><p style=\"min-height:1.5em\">You’ll need natural leadership skills and the ability to rally others around an initiative you’re pursuing, as well as strong communication skills to maintain momentum on a team that is primarily remote</p><p style=\"min-height:1.5em\">Product Management is a fairly technical role at AirGarage. While you won’t be coding, we expect PMs to have a fundamental understanding of how web apps work and know enough about software to be dangerous. What we build often lives and operates in the physical world, so understanding what makes these systems tick is crucial to identifying product opportunities.</p><p style=\"min-height:1.5em\"><br><strong>WHAT YOU WILL DO 👷‍♀️</strong></p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Devise strategy, define product requirements, and ensure the outcome hits the mark by collaborating with sales, operations, and AirGarage’s leadership team.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Lead effective product meetings and run sprint cadences with our engineering team.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Collaborate with designers using tools like Figma to prototype, refine, and implement creative solutions to customer problems.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Organize feedback, bugs, and ideas into a development backlog.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Talk to our two customer segments (parking asset owners and drivers) to develop a deep understanding of their needs. You’ll need to know the market, our product, and the competition extremely well. You’ll learn to finish our customers’ sentences, which means talking to a lot of them in order to understand the root of a problem.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Advocate for the customer and drive clear prioritization and efficient execution in the face of ambiguity and complexity.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Use data and A/B testing frameworks like LaunchDarkly to glean insights and make informed decisions.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Balance urgent short term requests with important long term business opportunities and growth levers.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Communicate internally and externally. You will help write documentation, deliver updates to other internal teams, help craft marketing messaging, assemble presentations, and more.</p></li></ul><p style=\"min-height:1.5em\"><br><strong>WHAT YOU NEED 👩🏼‍🎓</strong></p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">4+ years of experience as a PM.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Strong decision-making skills — you will need to decide what to build and why, which isn't just about listening to customers tell you what features they want.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Technical background that enables you to convey product requirements to engineers and relay complicated details to non-technical colleagues and customers.</p></li><li style=\"\"><p style=\"min-height:1.5em\">A passion for organization and documentation - this role is all about communicating while efficiently managing projects with many moving parts.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Strong verbal and written communication skills - ability to garner buy-in, explain tradeoffs, and keep stakeholders up to date.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Fundamental understanding of good UX design — you’re compelled to make things look beautiful and work flawlessly.</p></li><li style=\"\"><p style=\"min-height:1.5em\">A growth mindset -- you should be a lifelong learner, hungry to challenge yourself and grow.</p></li></ul><p style=\"min-height:1.5em\"><br><strong>THE UPSIDE 📈</strong></p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">By joining as one of our early team members, there is enormous opportunity ahead for you to have an outsized impact and shape the future of AirGarage in this role.</p></li><li style=\"\"><p style=\"min-height:1.5em\">A lot of room to grow -- the product team will be orders of magnitude larger within a few years, and you’ll be the foundation of that team.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Work closely with our founders to drive strategy and execute key initiatives.</p></li><li style=\"\"><p style=\"min-height:1.5em\">You’ll see your work manifest in the real world, and have the opportunity to change the way that the world thinks about real estate use in our cities.</p></li><li style=\"\"><p style=\"min-height:1.5em\">A diverse team -- we are currently 35%+ female and 30%+ non-white and we hope to continue hiring thoughtfully to build a team that represents the fact that our customers come from all walks of life.</p></li><li style=\"\"><p style=\"min-height:1.5em\">You’ll be joining a sharp, motivated team and have the option to work in an office in San Francisco or work remotely. Our company is remote-first but we know some people thrive in the in-person energy of working in an office.</p></li></ul><p style=\"min-height:1.5em\"><em>We understand that there's no such thing as a 'perfect' candidate. We're looking for someone passionate, with grit and determination, who is excited to face the challenges of a rapidly growing startup. AirGarage is the type of company where you can grow exponentially, and we encourage you to apply to us even if you don't 100% match the candidate description.</em></p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\">AirGarage is an Equal Opportunity Employer.  We celebrate diversity and are committed to creating an inclusive environment for all employees.  Candidates and employees are always evaluated based on merit, qualifications, and performance.  We will never discriminate on the basis of race, color, gender, national origin, ethnicity, veteran status, disability status, age, sexual orientation, gender identity, martial status, mental or physical disability, or any other legally protected status.</p><img src=\"https://remotive.com/job/track/1943110/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "USA",
        "date": "2024-10-28T14:50:47"
    },
    {
        "id": 1945077,
        "url": "https://remotive.com/remote-jobs/product/director-of-product-retrieval-operations-1945077",
        "title": "Director of Product, Retrieval Operations",
        "company_name": "Datavant",
        "company_logo": "https://remotive.com/job/1945077/logo",
        "category": "Product",
        "tags": [
            "product management"
        ],
        "job_type": "full_time",
        "salary": "$250,000- $315,000",
        "description": "<p>Datavant is a data platform company for healthcare whose products and solutions enable organizations to move and connect data securely. Datavant has a network of networks consisting of thousands of organizations, more than 70,000 hospitals and clinics, 70% of the 100 largest health systems, and an ecosystem of 500+ real-world data partners.</p>\n<p>By joining Datavant today, you’re stepping onto a highly collaborative, remote-first team that is passionate about creating transformative change in healthcare. We invest in our people and believe in hiring for high-potential and humble individuals who can rapidly grow their responsibilities as the company scales. Datavant is a distributed, remote-first team, and we empower Datavanters to shape their working environment in a way that suits their needs.</p>\n<p>As a Director of Product for Retrieval Operations in the Payer Product organization, you will lead the product strategy and execution to enable Datavant to best service our Payer customers and deliver valuable outcomes to both Payers and Providers  You will be in charge of building a suite of internal tools and enterprise capabilities that powers our internal operations teams to deliver high-quality products and service experiences to our customers. This area is central to orchestrating the interplay of digital and manual workflows at the core of healthcare information exchange.</p>\n<p><strong>In this role you will:</strong></p>\n<ul style=\"\">\n<li style=\"\"><strong>Create the vision</strong> for Datavant’s powerful product suite that enables the country’s largest health data network’s operations teams and how our capabilities will advance our ability to fulfill our mission, deliver on customer needs, and meet our goals.</li>\n<li style=\"\"><strong>Own the product roadmap</strong>, working with Ops leadership, executive team, product, engineering and other stakeholders across the company.</li>\n<li style=\"\">Treat the<strong> product as</strong> <strong>a business</strong>, delivering rapid revenue and cost savings by directing how customer use cases, capabilities, positioning, and more come together to create a winning product with a large positive impact on the business. </li>\n<li style=\"\"><strong>Scale</strong> and <strong>lead a world-class team</strong> of product managers and product designers who are high performing and autonomous and deliver excellence.</li>\n<li style=\"\">Be the champion &amp; driver of <strong>product innovation</strong> processes &amp; initiatives.</li>\n<li style=\"\">Maintain a strong working relationship with leaders across the company, including operations, sales, customer success, implementations, legal and marketing. You understand their perspectives and what they value and use that to keep them updated on roadmap and general product developments and benefits.</li>\n<li style=\"\">Have a <strong>deep understanding of the use cases we power</strong>, our clients’ businesses, and the broader Datavant ecosystem. Use that understanding to create our strategy and anticipate needs &amp; risks.</li>\n<li style=\"\">Be <strong>hands-on</strong> by leading high impact efforts.</li>\n<li style=\"\">Be a <strong>strong communicator</strong>, coach, and mentor.</li>\n</ul>\n<p><strong>What You Bring to the Table:</strong></p>\n<ul style=\"\">\n<li style=\"\">10-12 years of product management experience and at least 5 years managing high-performing product management and design teams</li>\n<li style=\"\">You have built a brand as a strong leader that delivers excellence</li>\n<li style=\"\">You are passionate about building a business that transforms the healthcare industry</li>\n<li style=\"\">You have a hunger to win</li>\n<li style=\"\">You are able to both “lead” and “do”</li>\n<li style=\"\">You are able to define what good looks like and execute the plan to get there</li>\n<li style=\"\">You set and rally a team to achieve measurable goals</li>\n<li style=\"\">You are highly empathetic and able to shape opinions</li>\n<li style=\"\">You are ambitious, scrappy, tenacious, and you get things done</li>\n<li style=\"\">You are comfortable making hard decisions and moving quickly</li>\n<li style=\"\">You are highly organized and reliable; you bring structure to complexity</li>\n<li style=\"\">You are excited to interact with users and customers</li>\n<li style=\"\">You bring back the voice of the customer and measure success by impact and adoption, not by a product’s existence or its feature set</li>\n</ul>\n<p><span style='\"font-weight:'>We are committed to building a diverse team of Datavanters who are all responsible for stewarding a high-performance culture in which all Datavanters belong and thrive. We are proud to be an Equal Employment Opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, sex, sexual orientation, gender identity, religion, national origin, disability, veteran status, or other legally protected status.</span></p>\n<p><span style='\"font-weight:'>Our compensation philosophy is to be externally competitive, internally fair, and not win or lose on compensation. Salary ranges for this position are developed with the support of benchmarks and industry best practices. </span></p>\n<p><span style='\"font-weight:'>We’re building a high-growth, high-autonomy culture. We rely less on job titles and more on cultivating an environment where anyone can contribute, the best ideas win, and personal growth is driven by expanding impact. The range posted is for a given job title, which can include multiple levels. Individual rates for the same job title may differ based on their level, responsibilities, skills, and experience for a specific job. The estimated salary range for this role is $250,000- $315,000.</span></p>\n<p><em><span style='\"font-weight:'>At the end of this application, you will find a set of voluntary demographic questions. If you choose to respond, your responses will be</span></em><em><span style='\"font-weight:'> </span></em><em><span style='\"font-weight:'>anonymous and </span></em><em><span style='\"font-weight:'>used to help us identify areas of improvement in our recruitment process. </span></em><em><span style='\"font-weight:'>(</span></em><em><span style='\"font-weight:'>We can only see aggregate responses, not individual responses. In fact, we aren’t even able to see if you’ve responded or not</span></em><em><span style='\"font-weight:'>.)</span></em><em><span style='\"font-weight:'> Responding is your choice and it will not be used in any way in our hiring process</span></em><em><span style='\"font-weight:'>.</span></em></p>\n<p><span style='\"font-weight:'>This job is not eligible for employment sponsorship.</span></p><img src=\"https://remotive.com/job/track/1945077/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "USA",
        "date": "2024-10-28T14:50:46"
    },
    {
        "id": 1945076,
        "url": "https://remotive.com/remote-jobs/product/senior-product-manager-1945076",
        "title": "Senior Product Manager",
        "company_name": "OneSignal",
        "company_logo": "https://remotive.com/job/1945076/logo",
        "category": "Product",
        "tags": [
            "product management"
        ],
        "job_type": "full_time",
        "salary": "$133,000 to $172,000",
        "description": "<div class='\"content-intro\"'>\n<p>OneSignal is a leading omnichannel customer engagement solution, powering personalized customer journeys across mobile and web push notifications, in-app messaging, SMS, and email. On a mission to democratize engagement, we enable over a million businesses to keep their users - including readers, fans, players and shoppers - engaged and up to date by delivering 12 billion messages <em>daily. </em></p>\n<p>1 in 5 new apps launches using OneSignal! We support companies in 140 countries, including Zynga, USA Today, Bitcoin.com, Eventbrite, Tribune, and many more - from startups and small businesses just getting off the ground to established companies communicating with millions of customers.</p>\n<p>We’re Series C, venture-backed by SignalFire, Rakuten Ventures, Y Combinator, HubSpot, and BAM Elevate. We offer remote work as the default option in the United States in California, New York, Pennsylvania, Texas, Utah and Washington. As well as in the UK and Singapore - with plans to expand the locations we support in the future. Some roles are hybrid roles and will be listed as such. We have offices in San Mateo, CA and London, UK, and offer flex seating options for employees to work together in-person where we don't have offices. Hiring in Singapore is done in partnership with a local PEO.</p>\n<p>OneSignal has a lot of the great tech startup qualities you'd expect, but we don't stop there. Our massive scale and small team, emphasis on healthy life balance and kindness in all our interactions, and focus on ownership and personal growth make OneSignal a uniquely great place to work. </p>\n</div>\n<div class=\"h3\">About The Team:</div>\n<p>Our product team helps build the future of how apps engage their users. We work side-by-side with OneSignal’s engineering team to define APIs, white-board product ideas, and create visual prototypes with our experienced design team. We live and breathe data -- leveraging data to validate our hypotheses and the impact of our work.</p>\n<div class=\"h3\">What You'll Do:</div>\n<ul style=\"\">\n<li style=\"\">Own the roadmap for your product area: understand and prioritize work so your team is always working on the most impactful initiatives</li>\n<li style=\"\">Talk to customers, understand their problems, translate and evaluate these into opportunities for the business</li>\n<li style=\"\">Work closely in a cross-functional team to explore ideas, discover the problem space and shape the solution</li>\n<li style=\"\">Validate your hypotheses early and often, know when to prototype, to test, to find more data</li>\n<li style=\"\">Dive deep into the technical details of our product and APIs</li>\n<li style=\"\">Motivate a group of smart people to deliver products and experiences that users love</li>\n<li style=\"\">Identify product, organizational, and process opportunities and drive these, without direction and resourcing</li>\n<li style=\"\">Work with Product Marketing and the rest of the OneSignal organization to drive field enablement and customer adoption</li>\n</ul>\n<div class=\"h3\">What You'll Bring:</div>\n<ul style=\"\">\n<li style=\"\">6+ years of product experience operating at scale in a tech company or fast-growing startup</li>\n<li style=\"\">Strong design skills - familiarity with at least one common design tool (we use<a href=\"%22https:/onesignal.com/blog/designing-with-figma/%22\" rel=\"nofollow\"> Figma</a>)</li>\n<li style=\"\">Strong technical orientation - familiarity with coding - you don’t need to be a CS major, but you should have a strong quantitative and technical background and be able to navigate your way through the more complex technical requirements of the OneSignal platform </li>\n<li style=\"\">Strong data analytics skills (Strong SQL skills a bonus) and the ability to formulate and structure complex analyses to answer key product questions</li>\n<li style=\"\">A demonstrated track record of delivering high-quality products at scale</li>\n<li style=\"\">Resourcefulness, ability to act autonomously, with urgency and excitement to tackle new challenges</li>\n<li style=\"\">Business sense - you can ruthlessly prioritize ways to build the company and work with our business teams to quantify the value of different features </li>\n<li style=\"\">Strong communication (written &amp; verbal) &amp; collaboration skills</li>\n<li style=\"\">Experience in the following areas are a plus: B2B SaaS that supports Freemium up to Enterprise level customers. Experience in cross channel customer messaging / customer engagement platforms or other marketing automation</li>\n</ul>\n<p>The New York and California base salary for this full time position is between $133,000 to $172,000. Your exact starting salary is determined by a number of factors such as your experience, skills, and qualifications. In addition to base salary, we also offer a competitive equity program and comprehensive and inclusive benefits.</p>\n<div class='\"content-conclusion\"'>\n<div class=\"h3\">Qualities we look for:</div>\n<ul style=\"\">\n<li style=\"\">Friendliness &amp; Empathy</li>\n<li style=\"\">Accountability &amp; Collaboration</li>\n<li style=\"\">Proactiveness &amp; Urgency</li>\n<li style=\"\">Growth Mindset &amp; Love of Learning</li>\n</ul>\n<p><em>In keeping with our beliefs and goals, no employee or applicant will face discrimination/harassment based on: race, color, ancestry, national origin, religion, age, gender, marital domestic partner status, sexual orientation, gender identity, disability status, or veteran status. Above and beyond discrimination/harassment based on 'protected categories,' we also strive to prevent other, subtler forms of inappropriate behavior (e.g., stereotyping) from ever gaining a foothold in our office. Whether blatant or hidden, barriers to success have no place in our workplace.</em></p>\n<p><em>Applicants with disabilities may be entitled to reasonable accommodation under the terms of the Americans with Disabilities Act and certain state or local laws. A reasonable accommodation is a change in the way things are normally done which will ensure an equal employment opportunity without imposing undue hardship on OneSignal. Please inform us if you need assistance completing any forms or to otherwise participate in the application and/or interview process.</em></p>\n<p><em>OneSignal collects and processes personal data submitted by job applicants in accordance with our<a href=\"%22https:/onesignal.com/privacy%22\" rel=\"nofollow\"> Privacy Policy</a> - including GDPR and CCPA compliance. Please see our <a href=\"%22https:/onesignal.com/job-privacy%22\" rel=\"nofollow\" target='\"_blank\"'>privacy notice for job applicants</a>.</em></p>\n</div>\n<img src=\"https://remotive.com/job/track/1945076/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "USA",
        "date": "2024-10-28T14:50:46"
    },
    {
        "id": 1945078,
        "url": "https://remotive.com/remote-jobs/product/senior-product-manager-1945078",
        "title": "Senior Product Manager",
        "company_name": "Nivoda",
        "company_logo": "https://remotive.com/job/1945078/logo",
        "category": "Product",
        "tags": [
            "saas",
            "sql",
            "product management"
        ],
        "job_type": "full_time",
        "salary": "competitive salary and benefits package.",
        "description": "<p style=\"min-height: 1.5em;\">At Nivoda, we are passionate about empowering jewelry retailers and gemstone suppliers to thrive in today's dynamic market. As the leading B2B diamond and gemstone marketplace, we are dedicated to providing an exceptional platform that connects jewellery businesses of all sizes with the global diamond supply.</p>\n<p style=\"min-height: 1.5em;\">Our team of over 400 dedicated employees, many with a wealth of industry experience, have meticulously developed our award-winning platform that addresses the unique challenges of the jewellery sector. With Nivoda, you can buy and sell diamonds securely, efficiently, hassle-free, and at the most competitive prices.</p>\n<p style=\"min-height: 1.5em;\"><strong>Working At Nivoda</strong></p>\n<p style=\"min-height: 1.5em;\">Within our remote-first team, we foster a culture of innovation and collaboration where our team can thrive. Join us and be part of a dynamic environment that values creativity, empowers individuality, and recognizes excellence. Together, we push boundaries to deliver groundbreaking solutions and leave a lasting impact on the global industry.</p>\n<p style=\"min-height: 1.5em;\"><strong>About the Role</strong></p>\n<p style=\"min-height: 1.5em;\">This role will play a pivotal part within our SaaS Product team. Focusing on our B2B2C Virtual Sales tool called Nivoda Showroom which enables our brick &amp; mortar retailers to adopt the virtual inventory sales model.</p>\n<p style=\"min-height: 1.5em;\"> </p>\n<p style=\"min-height: 1.5em;\"><strong>What You'll Do:</strong></p>\n<ul style=\"\">\n<li style=\"\">\n<p style=\"min-height: 1.5em;\"><strong>Customer Research and Interaction (10%)</strong></p>\n<ul style=\"\">\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Identifying the best way that we can enable our customers move to a virtual inventory sales model</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Gathering feedback from customers to improve our existing Showroom capabilities</p>\n</li>\n</ul>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\"><strong>Data (10%)</strong></p>\n<ul style=\"\">\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Track customer usage of Showroom to keep improving them</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Set up the right events to track user journeys</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Tracking product performance post-launch, leveraging data to drive future iterations and improvements</p>\n</li>\n</ul>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\"><strong>Product Development (30%)</strong></p>\n<ul style=\"\">\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Using research and data to deductively identify pain points and improvement areas for Showroom</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Work cross-functionally with business, design, marketing, research, engineering and data to build solutions to solve customer pain points and monetise the product offering</p>\n</li>\n</ul>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\"><strong>Growth and Adoption (20%)</strong></p>\n<ul style=\"\">\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Work closely with data, marketing, technical account managers and sales to increase the adoption and usage of Showroom</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Overseeing the rapid development of product iterations, balancing speed and quality</p>\n</li>\n</ul>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\"><strong>Product Strategy (20%)</strong></p>\n<ul style=\"\">\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Defining the overall long term vision and strategy for Showroom in a way that aligns with the company goals</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Managing timelines, resources and priorities to effectively meet project goals</p>\n</li>\n</ul>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\"><strong>Technical Accumen </strong></p>\n<ul style=\"\">\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Providing strong technical guidance to engineering teams, ensuring robust and scalable solutions. Get on the tools when needed.</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Creating detailed product specifications and technical documentation mapped to user stories</p>\n</li>\n</ul>\n<p style=\"min-height: 1.5em;\"> </p>\n<p style=\"min-height: 1.5em;\"><strong>Your experience and qualifications:</strong></p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Proven background within a best-in-class SaaS company in developing and monetising SaaS tools and features with experience in B2B and Sales workflow management a plus</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Structured problem solver. You can identify user and business problems and use technology to solve them efficiently</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Minimum 5-6 years of product management experience is required. Management experience a plus but not required</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Strong stakeholder management skills with clear and effective communication skills ability to earn trust and manage stakeholders through complex project management workflow</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">A data driven decision maker with experience with data querying languages like SQL (Others would be a plus)</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Clear and effective written and oral communication skills with the ability to interact and influence stakeholders</p>\n</li>\n</ul>\n<p style=\"min-height: 1.5em;\"> </p>\n<p style=\"min-height: 1.5em;\"><strong>What we offer:</strong></p>\n<ul style=\"\">\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Be part of a dynamic and rapidly growing company</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Work in a collaborative and innovative environment where your expertise will have a direct impact on our success.</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Opportunities for career progression and professional development.</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Competitive salary and benefits package.</p>\n</li>\n<li style=\"\">\n<p style=\"min-height: 1.5em;\">Unlimited holiday allowance.</p>\n</li>\n</ul>\n<img src=\"https://remotive.com/job/track/1945078/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "Spain",
        "date": "2024-10-28T14:50:45"
    },
    {
        "id": 1944265,
        "url": "https://remotive.com/remote-jobs/design/senior-product-designer-1944265",
        "title": "Senior Product Designer",
        "company_name": "Freed",
        "company_logo": "https://remotive.com/job/1944265/logo",
        "category": "Design",
        "tags": [
            "visual design"
        ],
        "job_type": "full_time",
        "salary": "",
        "description": "<div class=\"h2\"><strong><u>ABOUT FREED</u></strong></div><p style=\"min-height:1.5em\">Doctors are overworked, burnt out, and are quitting in masses.</p><p style=\"min-height:1.5em\">At Freed, we combine clinician love with the latest AI tech and intense execution to create products that make clinicians happier.</p><p style=\"min-height:1.5em\">Our first product is an AI scribe that automates medical documentation. In 1 year we:</p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Acquired 10,000 paying and loving clinicians and exceeded $11M ARR</p></li><li style=\"\"><p style=\"min-height:1.5em\">Generated 70,000 patient notes daily and over 1 million monthly</p></li><li style=\"\"><p style=\"min-height:1.5em\"><a href=\"https://love.getfreed.ai/b2xGQ1\" rel=\"nofollow\" target=\"_blank\">Made thousands of clinicians happier</a></p></li></ul><p style=\"min-height:1.5em\">With the backing of Sequoia, the best VC in the world, we are rapidly expanding our product offering. Patient-facing assistant, patient insights, EHR integrations, and other products are being built and used by thousands of clinicians and millions of patients.</p><p style=\"min-height:1.5em\">We are looking for entrepreneurs. Fast, ambitious, and smart individuals who want to take care of the people who take care of our health.</p><p style=\"min-height:1.5em\">Expect intense, clinician-focused, and interesting co-workers who want to win.</p><p style=\"min-height:1.5em\"></p><div class=\"h2\"><strong><u>ABOUT THE ROLE</u></strong></div><p style=\"min-height:1.5em\">We are looking for an execution-focused Senior Product Designer who understands how to deliver clear value to our clinicians and collaborates effectively with cross-functional partners and stakeholders.</p><p style=\"min-height:1.5em\">You will partner closely with designers, engineers, product managers, and leadership to deliver high-quality, intuitive designs and workflows that bring joy back to practicing medicine and push the boundaries of what’s possible with AI technology.</p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\"><strong><u>HOW YOU’LL MAKE AN IMPACT</u></strong></p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Demonstrate genuine curiosity to understand who our clinical users are, including their key needs, motivations, and pain points</p></li><li style=\"\"><p style=\"min-height:1.5em\">Design flows and experiences that simplify distill down complex actions into intuitive interfaces</p></li><li style=\"\"><p style=\"min-height:1.5em\">Contribute to decisions about the future direction of Freed’s product and design strategy</p></li><li style=\"\"><p style=\"min-height:1.5em\">Drive strong partnerships with cross-functional partners and other departments</p></li><li style=\"\"><p style=\"min-height:1.5em\">Regularly conduct user interviews. Use findings to actively guide your design efforts, and share this knowledge with your team</p></li><li style=\"\"><p style=\"min-height:1.5em\">Give and solicit feedback from product partners and other stakeholders across the company</p></li><li style=\"\"><p style=\"min-height:1.5em\">Represent work to the broader product team and other leaders, clearly and succinctly articulating the goals and concepts.</p></li></ul><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\"><strong><u>JOB REQUIREMENTS</u></strong></p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">6+ years of experience building and shipping multiple features that are broad/ambiguous in scope and encompass an end-to-end experience across various platforms.</p></li><li style=\"\"><p style=\"min-height:1.5em\">6+ years of interaction design experience with knowledge to define how an experience should behave based on understanding people's needs, plus consideration of how this product will scale.</p></li><li style=\"\"><p style=\"min-height:1.5em\">6+ years of visual design experience with proficiency in typography, desktop/mobile UI, color, layout, iconography and aesthetic sense and how these elements impact product function.</p></li></ul><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\"><strong><u>NICE TO HAVE:</u></strong></p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Experience in healthcare is not required, but a passion for healthcare and helping others is a must.</p></li><li style=\"\"><p style=\"min-height:1.5em\">Startup experience</p></li></ul><img src=\"https://remotive.com/job/track/1944265/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "USA",
        "date": "2024-10-28T14:50:44"
    },
    {
        "id": 1946844,
        "url": "https://remotive.com/remote-jobs/finance-legal/senior-paralegal-1946844",
        "title": "Senior Paralegal",
        "company_name": "Conduit",
        "company_logo": "https://remotive.com/job/1946844/logo",
        "category": "Finance / Legal",
        "tags": [
            "crypto",
            "saas",
            "research",
            "documentation",
            "SOLID",
            "fintech",
            "financial services",
            "diversity",
            "paralegal"
        ],
        "job_type": "full_time",
        "salary": "competitive salary and benefits package",
        "description": "<div>Conduit Technology, Inc. is a leading fintech company focused on cutting-edge financial solutions, payments, and cross-border operations. As part of our growth, we are seeking an experienced Senior Paralegal to join our remote team and provide dedicated support to our Chief Legal &amp; Compliance Officer, Mark Graves, who brings over 30 years of global experience in the financial and regulatory sectors.</div>\n<div> </div>\n<div><strong>Position Overview:</strong></div>\n<div> </div>\n<div>We are looking for a Senior Paralegal with a deep passion for the financial industry and a strong drive for excellence. The ideal candidate will have a minimum of 10 years of experience in the financial industry, fintech, and payments space. Some exposure to digital assets or cryptocurrency would be advantageous. This position will involve close collaboration with the legal and compliance teams, assisting in the drafting, reviewing, and analyzing various contracts, SaaS agreements, NDAs, and compliance policies, procedures, processes, standards, and other governance documentation.</div>\n<p><br><br></p>\n<div class=\"h3\">Key Responsibilities</div>\n<ul style=\"\">\n<li style=\"\">Draft, review, and negotiate contracts, agreements, NDAs, and other legal documents related to fintech, payments, and SaaS models.</li>\n<li style=\"\">Provide support in legal and compliance matters, particularly relating to AML/CTF regulations, money transmitters, and cross-border payments.</li>\n<li style=\"\">Assist in the development of internal policies and procedures to ensure regulatory compliance with the Bank Secrecy Act (BSA) and other relevant financial regulations in the U.S., Canada, Mexico, South America, Africa, and Asia.</li>\n<li style=\"\">Conduct legal research and analysis to support Conduit's cross-border payment solutions and services.</li>\n<li style=\"\">Collaborate with the legal and compliance teams on various projects.</li>\n<li style=\"\">Provide legal support for various fintech and digital asset/cryptocurrency-related initiatives, and expansion efforts where applicable.</li>\n</ul>\n<p><br><br></p>\n<div class=\"h3\">Qualifications</div>\n<ul style=\"\">\n<li style=\"\">Minimum of 10 years of paralegal experience in the financial services, fintech, and/or payments sectors.</li>\n<li style=\"\">Solid knowledge of the Bank Secrecy Act (BSA), AML/CTF regulations, and money transmitter rules.</li>\n<li style=\"\">Strong experience with drafting, reviewing, and negotiating contracts, agreements, and NDAs.</li>\n<li style=\"\">Familiarity with SaaS models and cross-border payment operations.</li>\n<li style=\"\">Excellent English communication skills.</li>\n<li style=\"\">Additional language proficiency in Spanish and/or Portuguese is a plus.</li>\n<li style=\"\">Self-motivated, proactive, and able to work independently in a remote setup.</li>\n</ul>\n<p><br><br></p>\n<div class=\"h3\">Benefits</div>\n<ul style=\"\">\n<li style=\"\">Competitive salary and benefits package.</li>\n<li style=\"\">Flexible work schedule and fully remote work environment.</li>\n<li style=\"\">Opportunity to work with a dynamic and innovative fintech company.</li>\n<li style=\"\">Exposure to international markets and cutting-edge financial technologies.</li>\n<li style=\"\">Employee Stock Options Program.</li>\n<li style=\"\">Home office setup stipend.</li>\n<li style=\"\">Medical, dental, vision and supplementary benefits.</li>\n<li style=\"\">Growth potential and opportunity to have a significant impact at an early stage of our company's journey.</li>\n<li style=\"\">Unlimited PTO.</li>\n</ul>\n<div> </div>\n<div>Conduit is proud to be an equal opportunity employer. We are committed to building a team that is energized by diversity, and we do not discriminated based on race, religion, color, sex, age, national origin, ancestry, physical disability, mental disability, medical condition, genetic information, marital status, gender, gender identity, gender expression, sexual orientation, veteran or military status, or any other legally protected characteristics.</div>\n<div> </div>\n<div>Conduit is also committed to providing accommodations for candidates with disabilities who need assistance during the recruitment process. If you have a need that requires accommodations, please let us know at careers@conduit.financial</div>\n<img src=\"https://remotive.com/job/track/1946844/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "USA",
        "date": "2024-10-28T14:50:32"
    },
    {
        "id": 1946845,
        "url": "https://remotive.com/remote-jobs/finance-legal/associate-counsel-privacy-1946845",
        "title": "Associate Counsel, Privacy",
        "company_name": "Code.org",
        "company_logo": "https://remotive.com/job/1946845/logo",
        "category": "Finance / Legal",
        "tags": [
            "security",
            "attorney",
            "data security",
            "nonprofit",
            "privacy laws",
            "computer science",
            "diversity",
            "travel",
            "CCPA"
        ],
        "job_type": "full_time",
        "salary": "$125,100 - $139,000",
        "description": "<div class='\"content-intro\"'><div class=\"h2\"><strong>COMPANY PROFILE</strong></div>\n<p>Code.org® is a nonprofit dedicated to expanding access to computer science in K-12 schools and increasing participation by young women and students from other underrepresented groups. Our vision is that every student in every school has the opportunity to learn computer science as part K-12. The leading provider of K-12 computer science solutions in the largest school districts in the United States, Code.org also created the annual Hour of Code campaign, which has engaged more than 15% of all students in the world!</p></div><div class=\"h2\"><strong>JOB SUMMARY </strong></div>\n<p>Code.org is looking for an Associate Counsel, Privacy with significant data privacy and security experience in an online product-focused environment; meaningful experience with US and international privacy (e.g., GDPR) and/or K-12 education technology are strongly preferred. <br><br>In this role, you will lead Code.org’s privacy work to ensure we comply with all applicable domestic and international legislation (e.g., student privacy, donor privacy, etc.) and regulatory requirements and support the organization’s data security team. Additionally, you will manage Code.org’s day-to-day legal needs by providing strategic advice and guidance on a variety of legal issues, such as service provider reviews, contract negotiations, and legislative analysis.  As the sole in-house legal role, this is a hands-on position with high visibility and interaction across Code.org teams.</p>\n<div class=\"h2\"><strong>DUTIES AND RESPONSIBILITIES</strong></div>\n<p>In this role you will:</p>\n<ul style=\"\">\n<li style=\"\">Work closely with internal Code.org stakeholders (leadership, product, education, engineering, and security teams) to develop and maintain Code.org’s approach to state, federal, and international data privacy and security laws and regulations governing the collection, storage, transmission, and usage of user data (with an emphasis on K-12 education and educational technology products)</li>\n<li style=\"\">Obtain a deep working knowledge of Code.org education platform operations and apply that knowledge to support product design and to advocate and negotiate privacy/data protection agreements with external parties</li>\n<li style=\"\">Create and maintain internal and public-facing privacy policies and operating procedures</li>\n<li style=\"\">Monitor global privacy trends and legislative/regulatory activity in the privacy and data arena </li>\n<li style=\"\">Communicate with the product, education, and engineering/security teams to assess the impact of new privacy and security laws and regulations </li>\n<li style=\"\">Provide advice to leadership and relevant internal teams to mitigate data privacy risks, incorporate privacy-by-design and privacy-by-default principles, and ensure alignment with applicable legal requirements and data protection policies and best practices</li>\n<li style=\"\">Provide legal expertise and advice on a variety of matters, liaising with Code.org’s General Counsel (external firm) as needed </li>\n<li style=\"\">Develop, review, and negotiate Code.org contracts, including donor agreements, service provider agreements, contractor and partnership agreements, data privacy agreements, and licensing agreements</li>\n<li style=\"\">Track and manage contracts</li>\n<li style=\"\">Respond to inbound privacy, security, and data-related legal questions</li>\n<li style=\"\">Provide mandatory staff training and education resources on relevant privacy and security issues and practices</li>\n<li style=\"\">Maintain and expand Code.org’s Trademark inventory in coordination with outside counsel</li>\n<li style=\"\">Manage key relationships and represent Code.org’s interests in the student data privacy community </li>\n</ul>\n<div class=\"h2\"><strong>EXPERIENCE &amp; QUALIFICATIONS</strong><strong><br></strong><span style='\"font-weight:'><br></span></div>\n<p><span style='\"font-weight:'>We seek candidates who have:</span></p>\n<ul style=\"\">\n<li style=\"\">A JD degree and a U.S. state bar membership in good standing</li>\n<li style=\"\">A minimum of 5 years of combined experience as an attorney (law firm, government, in-house) with a practice emphasis on data privacy and security</li>\n<li style=\"\">CIPP(US) privacy certification</li>\n<li style=\"\">Demonstrated experience in evaluating and balancing legal and business risks and providing actionable legal and risk mitigation advice in a fast-paced, ambiguous, informal work environment</li>\n<li style=\"\">Demonstrated ability to clearly and succinctly explain legal issues to non-legal audiences</li>\n<li style=\"\">Demonstrated experience driving, prioritizing, and effectively managing cross-functional initiatives, and an ability to work both independently and with multi-stakeholder teams </li>\n<li style=\"\">Demonstrated experience with contract negotiation and drafting</li>\n<li style=\"\">Working knowledge (through practice in previous roles) of key data privacy laws and concepts, including FERPA and state student privacy laws, COPPA, CCPA/CPRA and other generally applicable state privacy laws, FTC Act, and GDPR</li>\n<li style=\"\">Experience with, or willingness to quickly learn, the student data privacy and K-12 education technology privacy environment </li>\n<li style=\"\">Excellent communication skills and strong attention to detail</li>\n<li style=\"\">Exemplary personal and professional integrity, sound and practical business judgment, and strong ethical compass; exercises discretion and maintains confidentiality of sensitive information.</li>\n</ul>\n<p><span style='\"font-weight:'>We prefer candidates who also have:</span></p>\n<ul style=\"\">\n<li style=\"\">Privacy program management experience</li>\n<li style=\"\">CIPP(EU) privacy certification</li>\n<li style=\"\">Significant experience with international data privacy issues (including with GDPR data processing agreements and cross-border transfers)</li>\n<li style=\"\">Significant experience in an online product focused environment</li>\n<li style=\"\">Significant experience in the K-12 education technology space</li>\n</ul>\n<p><span style='\"font-weight:'>In addition, candidates must:</span></p>\n<ul style=\"\">\n<li style=\"\"><span style='\"font-weight:'>Be a U.S. Citizen or Permanent Resident</span></li>\n<li style=\"\"><span style='\"font-weight:'>Be located in the United States</span></li>\n<li style=\"\"><span style='\"font-weight:'>Pass a pre-employment background check</span></li>\n<li style=\"\"><span style='\"font-weight:'>Be willing to travel a minimum of two times per year for team events <br></span></li>\n</ul>\n<p> </p>\n<div class=\"h2\"><strong>WHAT IS THE INTERVIEW PROCESS LIKE?</strong></div>\n<p><span style='\"font-weight:'>Step 1: Informational Interview - learn more about the role and share your experience (30 minutes)<br></span><span style='\"font-weight:'>Step 2: Homework (~3 hours)<br></span><span style='\"font-weight:'>Step 3: Interviews with several members of the Code.org team (~3 hours)<br></span><span style='\"font-weight:'>Step 4: Final Interview (1 hour)<br></span><span style='\"font-weight:'>Step 5: Reference Checks </span></p>\n<p><span style='\"text-decoration:'><em><span style='\"font-weight:'>All interviews are currently being conducted virtually via Zoom</span></em></span></p>\n<p> </p>\n<div class=\"h2\"><strong>TO APPLY</strong></div>\n<p>Our team will review all applications on an ongoing basis and if we believe your qualifications would make a great fit, we'll contact you to schedule an informational interview.</p>\n<div class=\"h2\"><strong>COMPENSATION &amp; BENEFITS PACKAGE</strong></div>\n<p>The expected salary range for this position is $125,100 - $139,000. The actual offer will be at the company’s sole discretion and determined by relevant business considerations, including the final candidate’s qualifications, years of experience, and skillset.</p><div class='\"content-conclusion\"'><p><span style='\"font-weight:'>We also offer a comprehensive benefits package for <span style='\"text-decoration:'>full-time employees</span> that includes:</span></p>\n<ul style=\"\">\n<li style=\"\"><span style='\"font-weight:'>Technology subsidy consistent with our Bring Your Own Device environment </span></li>\n<li style=\"\"><span style='\"font-weight:'>Flexible, engaging, and remote working environment</span></li>\n<li style=\"\"><span style='\"font-weight:'>Paid time off: 3 weeks vacation annually, sick leave, and 'winter break' office closure the two weeks that include Christmas and New Years</span></li>\n<li style=\"\"><span style='\"font-weight:'>Medical, dental and vision premiums paid at 100% for FT positions and their dependents</span></li>\n<li style=\"\"><span style='\"font-weight:'>Option to participate in 403b retirement plan</span></li>\n<li style=\"\"><span style='\"font-weight:'>Annual professional development stipend </span></li>\n<li style=\"\"><span style='\"font-weight:'>The opportunity to help students learn better and change the face of computer science</span></li>\n</ul>\n<div class=\"h2\"><strong>A unifying approach in a divided world</strong></div>\n<p>Code.org's global role in the K-12 computer science movement is only possible because we use a unifying approach across diverse and often divided stakeholders. At a time of increasing polarization, the idea of increasing opportunity for students unites people from across the political spectrum. Code.org's team members, students, teachers, and supporters have diverse and diverging view points, and they are all welcome in our mission. <a href=\"%22https://code.org/about/unifying%22\" rel=\"nofollow\" target='\"_blank\"'><strong>Read more</strong></a>. </p>\n<p><em><span style='\"font-weight:'>We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status. We will ensure that individuals with disabilities are provided reasonable accommodation to participate in the job application or interview process, to perform essential job functions, and to receive other benefits and privileges of employment. Please contact us to request accommodation.</span></em></p></div><img src=\"https://remotive.com/job/track/1946845/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "USA",
        "date": "2024-10-28T14:50:29"
    },
    {
        "id": 1946940,
        "url": "https://remotive.com/remote-jobs/finance-legal/payroll-expert-1946940",
        "title": "Payroll Expert",
        "company_name": "Deel",
        "company_logo": "https://remotive.com/job/1946940/logo",
        "category": "Finance / Legal",
        "tags": [
            "accounting",
            "excel",
            "google sheets",
            "payroll",
            "diversity"
        ],
        "job_type": "full_time",
        "salary": "",
        "description": "<p style=\"min-height:1.5em\"><strong>Who we are is what we do.</strong></p><p style=\"min-height:1.5em\">Deel and our family of growing companies are made up of global teams dedicated to helping businesses hire anyone, anywhere, easily. </p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\">The team comprises over three thousand self-driven individuals spanning over 100 countries, and our unified yet diverse culture keeps us continually learning and innovating the platform and products for customers.</p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\">Companies should be able to hire the best talent anywhere in the world, so we are building the best platform to make that a reality. Our market-leading technology, expertise, and global team are crucial to the platform’s success. We deliver the best products and features in our space, enabling millions of jobs worldwide and connecting the global workforce with the best companies and opportunities.</p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\"><strong>Why should you be part of our success story?</strong></p><p style=\"min-height:1.5em\">A 30-mile hiring radius should no longer dictate how companies hire because exceptional talent lives everywhere. Deel sees a world without hiring borders and endless talent that pairs perfect candidates with great companies.</p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\">We offer global teams all the tools they need to hire, onboard, manage, pay, and scale at full speed. We aim to foster a diverse global economy by building a generational platform that seamlessly connects companies with talent worldwide.</p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\">After our successful Series D in 2021, we raised another $50M in 2023, doubling our valuation to $12B. There’s never been a more exciting time to join Deel — the international payroll and compliance market leader.</p><p style=\"min-height:1.5em\"><strong>What you'll do:</strong></p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Evaluate and select relevant software for running payroll, incorporating Deel product technology requirements</p></li><li style=\"\"><p style=\"min-height:1.5em\">Ensure accurate and timely execution of payroll in your region, as well as in other trained countries</p></li><li style=\"\"><p style=\"min-height:1.5em\">Prepare and reconcile internal payroll reports, ensuring compliance with local tax authorities</p></li><li style=\"\"><p style=\"min-height:1.5em\">Own all critical local payroll and HR processes, including setting up involuntary deductions, supporting onboardings and offboardings of employees on record in your region</p></li><li style=\"\"><p style=\"min-height:1.5em\">Schedule payroll expenses collections and reconcile collections to expenses</p></li><li style=\"\"><p style=\"min-height:1.5em\">Assess and improve rapid growth processes and procedures, ensuring compliance</p></li><li style=\"\"><p style=\"min-height:1.5em\">Stay informed of relevant local regulatory and policies changes, communicating and establishing key changes across teams</p></li><li style=\"\"><p style=\"min-height:1.5em\">Work cross-functionally to provide expertise on local payroll and HR matters in your region</p></li><li style=\"\"><p style=\"min-height:1.5em\">Answer complex payroll and HR related questions from employees and clients in your region</p></li></ul><p style=\"min-height:1.5em\"><br><strong>Key Qualifications:</strong></p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Bachelor’s degree in Business, Accounting, or a related field from an accredited institution</p></li><li style=\"\"><p style=\"min-height:1.5em\">4+ years of payroll and HR experience with experience in relevant country</p></li><li style=\"\"><p style=\"min-height:1.5em\">Strong working knowledge of local regulations and policies related to payroll and HR</p></li><li style=\"\"><p style=\"min-height:1.5em\">Ability to prioritise multiple tasks while meeting deadlines timely and accurately</p></li><li style=\"\"><p style=\"min-height:1.5em\">Strong verbal and written skills to connect with clients and align with various stakeholders</p></li><li style=\"\"><p style=\"min-height:1.5em\">Strong interpersonal skills, explaining complex issues at an understandable level</p></li><li style=\"\"><p style=\"min-height:1.5em\">Advanced knowledge of local payroll software solutions</p></li><li style=\"\"><p style=\"min-height:1.5em\">Intermediate knowledge of Microsoft Excel/Google Sheets</p></li><li style=\"\"><p style=\"min-height:1.5em\">Strong proficiency in English</p></li><li style=\"\"><p style=\"min-height:1.5em\">Experience managing technology and external payroll providers is an advantage</p></li><li style=\"\"><p style=\"min-height:1.5em\">Experience with implementation of new payrolls on an industry-recognised payroll solution is preferred</p></li><li style=\"\"><p style=\"min-height:1.5em\">Experience in multiple country jurisdictions is an advantage</p></li><li style=\"\"><p style=\"min-height:1.5em\">Experience with multiple payroll technologies is an advantage</p></li></ul><p style=\"min-height:1.5em\"><strong>Total Rewards</strong></p><p style=\"min-height:1.5em\">Our workforce deserves fair and competitive pay that meets them where they are. With scalable benefits, rewards, and perks, our total rewards programs reflect our commitment to inclusivity and access for all. </p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\"><strong>Some things you’ll enjoy</strong></p><ul style=\"\"><li style=\"\"><p style=\"min-height:1.5em\">Provided computer equipment tailored to your role</p></li><li style=\"\"><p style=\"min-height:1.5em\">Stock grant opportunities dependent on your role, employment status and location</p></li><li style=\"\"><p style=\"min-height:1.5em\">Additional perks and benefits based on your employment status and country</p></li><li style=\"\"><p style=\"min-height:1.5em\">The flexibility of remote work, including WeWork access where available</p></li></ul><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\">At Deel, we’re an equal-opportunity employer that values diversity and positively encourage applications from suitably qualified and eligible candidates regardless of  race, religion, sex, national origin, gender, sexual orientation, age, marital status, veteran status, disability status, pregnancy or maternity or other applicable legally protected characteristics.</p><p style=\"min-height:1.5em\"></p><p style=\"min-height:1.5em\"><em>Unless otherwise agreed, we will communicate with job applicants using Deel-specific emails, which include @</em><a href=\"http://deel.com\" rel=\"nofollow\" target=\"_blank\"><em>deel.com</em></a><em> and other acquired company emails like @</em><a href=\"http://payspace.com\" rel=\"nofollow\" target=\"_blank\"><em>payspace.com</em></a><em> and @</em><a href=\"http://paygroup.com\" rel=\"nofollow\" target=\"_blank\"><em>paygroup.com</em></a><em>. You can view the most up-to-date job listings at Deel by visiting </em><a href=\"https://www.deel.com/careers\" rel=\"nofollow\" target=\"_blank\"><em><u>our careers page</u></em></a><em>.</em><br><br><em>Deel is an equal-opportunity employer and is committed to cultivating a diverse and inclusive workplace that reflects different abilities, backgrounds, beliefs, experiences, identities and perspectives.<br><br>Deel will provide accommodation on request throughout the recruitment, selection and assessment process for applicants with disabilities. If you require accommodation, please inform our Talent Acquisition Team at recruiting@deel.com of the nature of the accommodation that you may require, to ensure your equal participation.</em></p><p style=\"min-height:1.5em\"></p><img src=\"https://remotive.com/job/track/1946940/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "APAC",
        "date": "2024-10-28T14:50:25"
    },
    {
        "id": 1944266,
        "url": "https://remotive.com/remote-jobs/design/junior-graphic-designer-1944266",
        "title": "Junior Graphic Designer",
        "company_name": "Proppel",
        "company_logo": "https://remotive.com/job/1944266/logo",
        "category": "Design",
        "tags": [
            "graphic design",
            "adobe photoshop",
            "adobe illustrator",
            "InDesign"
        ],
        "job_type": "full_time",
        "salary": "usd salary",
        "description": "<p><strong>About Proppel</strong></p>\n<p>We find and place Top 1% talent from LATAM in remote roles in UK &amp; US companies to help them grow faster.</p>\n<p>If you're looking for the opportunity to develop your skills and work with some of the best and most exciting companies around the world, Proppel is the place for you.</p>\n<p>Our headquarters are in London, UK, and we're looking for top-tier talent in Latam to support our clients in the UK and the US.<strong><br><br>Role Overview</strong></p>\n<p>A UK-based marketing agency is seeking a creative Junior Graphic Designer to produce static visual assets for product listings and promotional content. You will design high-quality product images and infographics that enhance brand visibility and improve the shopping experience, all while adhering to specific brand guidelines. The ideal candidate is detail-oriented, meets deadlines in a fast-paced environment, and plays a key role in capturing the attention of potential customers.</p>\n<p> </p>\n<div class=\"h3\"><strong>Responsibilities</strong></div>\n<ul style=\"\">\n<li style=\"\">Design <strong>static product images and brand elements</strong> for e-commerce listings.</li>\n<li style=\"\">Create <strong>infographics</strong> that highlight product features.</li>\n<li style=\"\">Collaborate with the creative team to ensure designs align with branding guidelines.</li>\n<li style=\"\">Produce <strong>flyers, brochures, or presentations</strong> for promotional and business needs.</li>\n<li style=\"\">Revise and optimize designs based on feedback to meet quality standards.</li>\n<li style=\"\">Stay updated on design trends and suggest improvements to keep visuals fresh.</li>\n</ul>\n<p><strong>Requirements</strong></p>\n<ul style=\"\">\n<li style=\"\"><strong>1-2 years of experience</strong> in graphic design, preferably with a focus on product-related visuals or marketing.</li>\n<li style=\"\">Experience with <strong>Adobe Photoshop, Illustrator, and InDesign.</strong></li>\n<li style=\"\">Ability to manage multiple projects simultaneously and meet deadlines.</li>\n<li style=\"\">Experience creating <strong>flyers, brochures, or presentations</strong>.</li>\n<li style=\"\">Attention to detail and ability to deliver polished, high-quality designs.</li>\n<li style=\"\">Strong communication skills and ability to work collaboratively.</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<ul style=\"\">\n<li style=\"\">USD Salary</li>\n<li style=\"\">Fully remote!</li>\n<li style=\"\">25 Days of Leave + UK Bank Holidays</li>\n<li style=\"\">International Experience in a Marketing Agency</li>\n<li style=\"\">Teamwork and collaborative environment</li>\n</ul>\n<p><br><br></p>\n<div class=\"h2\">About the company</div>\n<p> </p>\n<p>We find and place Top 1% talent from Latam in remote roles in US &amp; UK companies to help them grow faster, saving time and 80% in costs.</p>\n<img src=\"https://remotive.com/job/track/1944266/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "LATAM, UK",
        "date": "2024-10-28T14:50:12"
    },
    {
        "id": 1946011,
        "url": "https://remotive.com/remote-jobs/software-dev/software-engineer-sr-software-engineer-java-1946011",
        "title": "Software Engineer & Sr Software Engineer, Java",
        "company_name": "QAD",
        "company_logo": "https://remotive.com/job/1946011/logo",
        "category": "Software Development",
        "tags": [
            "CSS",
            "html",
            "java",
            "javascript",
            "sql"
        ],
        "job_type": "full_time",
        "salary": "compensation packages based on experience and desired skill set",
        "description": "<br><br><div class=\"h3\">Company Description</div><p>QAD is building a world-class SaaS company, and we are growing. We are looking for talented individuals who want to join us on our mission to help solve relevant real-world problems in manufacturing and the supply chain.</p><p>We are a virtual first company and your primary work experience will be virtual / working from your home.  Occasional travel to a physical office may be required to enhance working relationships, collaboration, design, strategy and alignment.    </p><br><br><div class=\"h3\">Job Description</div><p>QAD is seeking a  <strong>Software &amp;</strong> <strong>Sr Software Engineer, Java </strong>with experience of building enterprise applications using Java and web-based technologies to join our growing team. You will be responsible for maintaining, designing, developing, testing, and deploying high-quality web applications using a combination of Java, Progress, and scripting languages. You will work closely with other developers, designers, and stakeholders to ensure that our applications meet user needs and business objectives.</p><p><strong>Please note: </strong>We are hiring for multiple levels, and the final job title will be determined based on the evaluation of your technical skills during the final interview rounds.</p><p> </p><p><strong>What You’ll Do:</strong></p><ul style=\"\"><li style=\"\"><p>Performs analysis to define requirements for modifications including new/affected programs, expected behavior, related document changes, and test scenarios.</p></li><li style=\"\"><p>Performs maintenance and enhancement of new and/or existing software systems or product modules.</p></li><li style=\"\"><p>Work with the QA team to ensure the quality of software delivered to our customers.</p></li><li style=\"\"><p>Prepares program documentation of product components. </p></li><li style=\"\"><p>Provides support to services/ supports/ other R&amp;D teams, solves customer issues as needed.</p></li><li style=\"\"><p>Establishes technical proficiency in design, implementation, and unit testing and strives to increase application knowledge.</p></li><li style=\"\"><p>Design and develop server-side components using Java, leveraging core concepts like OOP, multithreading, exception handling, and generics.</p></li><li style=\"\"><p>Implement frontend user interfaces using HTML, CSS, and JavaScript frameworks like Angular or TypeScript.</p></li><li style=\"\"><p>Facilitate communication between different components using RESTful web services.</p></li><li style=\"\"><p>Manage and interact with databases like MariaDB, utilizing SQL queries for data manipulation and optimization techniques for improved performance.</p></li><li style=\"\"><p>Participate in Agile development methodologies, attending Scrum meetings and delivering incremental updates through CI/CD pipelines.</p></li><li style=\"\"><p>Mentors and facilitates the learning of junior software engineers. Maintain proficiency of team members in new product technologies by organizing formal and informal training</p></li><li style=\"\"><p>Acts as a Backup if required in absence of the Team Lead. Collaborate with other team members to achieve project goals.</p></li></ul><br><br><div class=\"h3\">Qualifications</div><ul style=\"\"><li style=\"\">Bachelor’s Degree required</li><li style=\"\">2 to 8 years of experience as a Full-Stack Developer.</li><li style=\"\">Proficiency in Java, including core concepts, frameworks (Spring, JUnit, Maven / Ant, etc) , and best practices.</li><li style=\"\">Familiarity with Progress development tools and technologies.</li><li style=\"\">Strong understanding of HTML, CSS, and JavaScript (or a similar frontend framework).</li><li style=\"\">Working knowledge of RESTful web services and API design.</li><li style=\"\">Experience with MariaDB and SQL and database management systems like PostgreSQL.</li><li style=\"\">Ability to effectively debug and troubleshoot complex problems.</li><li style=\"\">Experience with Agile methodologies and CI/CD pipelines is a plus.</li><li style=\"\">Experience with shell scripting and Python scripting is a bonus.</li><li style=\"\">Excellent communication and teamwork skills.</li><li style=\"\">Passion for learning and staying up-to-date with the latest technologies.</li></ul><br><br><div class=\"h3\">Additional Information</div><ul style=\"\"><li style=\"\">Your health and well being are important to us at QAD. We provide programs that help you strike a healthy work-life balance.</li><li style=\"\">Opportunity to join a growing business, launching into its next phase of expansion and transformation.</li><li style=\"\">Collaborative culture of smart and hard-working people who support one another to get the job done.</li><li style=\"\">An atmosphere of growth and opportunity, where idea-sharing is always prioritized over level or hierarchy.</li><li style=\"\">Compensation packages based on experience and desired skill set</li></ul><p>#LI-LH1</p><div></div><p><strong>About QAD:</strong></p><p>QAD Inc. is a leading provider of adaptive, cloud-based enterprise software and services for global manufacturing companies. Global manufacturers face ever-increasing disruption caused by technology-driven innovation and changing consumer preferences. In order to survive and thrive, manufacturers must be able to innovate and change business models at unprecedented rates of speed. QAD calls these companies Adaptive Manufacturing Enterprises. QAD solutions help customers in the automotive, life sciences, packaging, consumer products, food and beverage, high tech and industrial manufacturing industries rapidly adapt to change and innovate for competitive advantage.</p>\n<p>QAD is committed to ensuring that every employee feels they work in an environment that values their contributions, respects their unique perspectives and provides opportunities for growth regardless of background. QAD’s DEI program is driving higher levels of diversity, equity and inclusion so that employees can bring their whole self to work.</p>\n<p>We are an Equal Opportunity Employer and do not discriminate against any employee or applicant for employment because of race, color, sex, age, national origin, religion, sexual orientation, gender identity, status as a veteran, and basis of disability or any other federal, state or local protected class. </p>\n<p>#LI-Remote</p><img src=\"https://remotive.com/job/track/1946011/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "India",
        "date": "2024-10-28T14:50:06"
    },
    {
        "id": 1946939,
        "url": "https://remotive.com/remote-jobs/devops/senior-devops-engineer-1946939",
        "title": "Senior DevOps Engineer",
        "company_name": "Tabby",
        "company_logo": "https://remotive.com/job/1946939/logo",
        "category": "DevOps / Sysadmin",
        "tags": [
            "kubernetes",
            "security",
            "CI/CD",
            "GCP"
        ],
        "job_type": "full_time",
        "salary": "",
        "description": "<div><!--block--><strong>Tabby</strong> creates financial freedom in the way people shop, earn and save by reshaping their relationship with money. Over 5,000,000 active users choose Tabby to stay in control of their spending and make the most out of their money.</div>\n<div><!--block-->Over 30,000 global brands and small businesses, including H&amp;M, Adidas, IKEA, SHEIN, noon, and Bloomingdale’s, use Tabby’s technology to accelerate growth and gain loyal customers by offering flexible payments online and in stores. Tabby is active in Saudi Arabia, UAE, Egypt and Kuwait and backed by leading investors, including Sequoia Capital India, STV, PayPal Ventures, Mubadala Investment Capital, Arbor Ventures and others.<br><br></div>\n<div><!--block-->Tabby launched operations in 2020 and has raised +$1 billion in equity and debt funding from global and regional investors.<br><br>We are looking for a <strong>DevOps Engineer</strong> to help us with an outstanding runtime and development platform for Tabby’s services.</div>\n<div class=\"h3\"><!--block-->You’ll be working in a dynamic, rapidly evolving environment. </div>\n<div><!--block--><strong>Our tech stack:</strong></div>\n<div><!--block-->Linux, kubernetes, GCP (GKE, Pub/Sub, Cloud PostgreSQL, Spanner), Datadog, Gitlab, Cloudflare, Elasticsearch, Terragrunt, Istio, Vault, ArgoCD, Helm, Go</div>\n<p><br><br></p>\n<div class=\"h3\">Key Responsibilities</div>\n<ul style=\"\">\n<li style=\"\"><!--block-->Design scalable and reliable cloud infrastructure</li>\n<li style=\"\"><!--block-->Create a cloud platform suitable for running software services</li>\n<li style=\"\"><!--block-->Automate infrastructure provisioning</li>\n<li style=\"\"><!--block-->Ensure the smooth operation of and participate in emergency response situations for outages in our infrastructure</li>\n<li style=\"\"><!--block-->Security hardening (PCI-DSS)</li>\n<li style=\"\"><!--block-->Observability and monitoring improvement</li>\n</ul>\n<div><!--block--></div>\n<div><!--block--></div>\n<p><br><br></p>\n<div class=\"h3\">Skills, Knowledge &amp; Expertise</div>\n<ul style=\"\">\n<li style=\"\"><!--block-->3+ years of experience as DevOps Engineer</li>\n<li style=\"\"><!--block-->Experience with Kubernetes and Service Mesh solutions (istio)</li>\n<li style=\"\"><!--block-->Familiar with observability tooling</li>\n<li style=\"\"><!--block-->Public cloud knowledge, GCP would be a bonus skill</li>\n<li style=\"\"><!--block-->Experience with investigating issues in production</li>\n<li style=\"\"><!--block-->Experience with DevOps best practices, including security, CI/CD, monitoring, and alerting</li>\n<li style=\"\"><!--block-->Basic development skills</li>\n<li style=\"\"><!--block-->Network knowledge, TCP/IP knowledge, REST API, GRPC</li>\n</ul>\n<div><!--block--></div>\n<div><!--block--></div>\n<p><br><br></p>\n<div class=\"h3\">What we offer</div>\n<div><!--block--><strong>Relocation<br><br></strong>We offer remote work from anywhere in the world and are happy to work out an individual relocation plan for you.<br><br>Our employees have the opportunity to choose a country for registration: at the moment those are Armenia/Georgia/Serbia/Portugal/Spain.<br><br>We will help you open a legal entity and a bank account. <strong>We work according to service agreements (B2B contracts)</strong>. In Armenia and Georgia, the taxes are compensated by Tabby. In other countries we provide partial compensation of taxes.<br><br><strong>For our employees we cover the following:</strong></div>\n<ul style=\"\">\n<li style=\"\"><!--block-->Flight to one of the mentioned countries.</li>\n<li style=\"\"><!--block-->Accommodation during the paperwork completion period.</li>\n<li style=\"\"><!--block-->Opening a bank account and getting a residence permit in one of the mentioned countries.</li>\n<li style=\"\"><!--block-->Family relocation (dependants).</li>\n</ul>\n<div><!--block-->New employees can also choose an alternative method of relocation to another country of their choice. In this case, Tabby will reimburse up to $5,000 of verified costs upon opening a legal entity and a bank account.</div>\n<img src=\"https://remotive.com/job/track/1946939/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "Worldwide",
        "date": "2024-10-28T12:50:27"
    },
    {
        "id": 1946971,
        "url": "https://remotive.com/remote-jobs/software-dev/gis-full-stack-engineer-problem-solver-1946971",
        "title": "GIS Full Stack Engineer (Problem Solver)",
        "company_name": "Xcellent Technology Solutions",
        "company_logo": "https://remotive.com/job/1946971/logo",
        "category": "Software Development",
        "tags": [
            "api",
            "AWS",
            "cloud",
            "fullstack",
            "python",
            "react",
            "CI/CD",
            "product owner",
            "terraform",
            "ansible",
            "infrastructure"
        ],
        "job_type": "full_time",
        "salary": "$110 - $115",
        "description": "<p>Looking for the person who loves to generate solutions, combining GIS, Software Engineering, and AWS Cloud knowledge to provide complex code solutions for our client in Denver Colorado. The position is one of high importance and has traditionally been held as a career-building block for GIS-strong software engineers with exceptional critical thinking skills and the ability to solve complex coding problems in all 3 areas mentioned above. Xcellent Technology Solutions (XTS) is seeking a productive engineer with these skills to fit into a team of 8 supporting multiple innovation products at USGS with The National Map. The innovative pipeline includes user-derived solutions for their geospatial product needs. This is an ideal position for a creative problem solver who, while not needing to engage with customers, does need to solve the concerns presented by customers to the product owner.<br><br><br><strong>Requirements:</strong><br><br></p>\n<ul style=\"\">\n<li style=\"\">At a minimum, 4-6 years API design and implementation</li>\n<li style=\"\">Proficiency with AWS CodePipline and/or AWS Code Deploy or similar stack to automate, visualize, integrate, customize, and scale the software development within a CI/CD process</li>\n<li style=\"\">Python heavy Software Engineering is a major requirement, along with ability to work with Powershell and React</li>\n<li style=\"\">Understanding of the concepts of IaC (Infrastructure as Code) leveraging Terraform, AWS CloudFromation  or CDK; CAC (Configuration as Code) with Chef, Ansible, Puppet, or Powershell</li>\n<li style=\"\">As with most GIS Engineers needs to be highly fluent with ESRI suite of tools for developers and engineers</li>\n</ul>\n<p><br>Please be prepared to provide documented strong solution engineering and GIS experience or knowledge of GIS based on some prior life experience (not a dabbler, need to have coded GIS solutions).  Xcellent Technology Solutions is an employer of choice in the field of Geospatial solutions, we support both NGA and USGS with the absolute finest engineers and have a strong employee education program, work benefits , and this position has a great work/life balance. Please apply directly to this ad. This position can be full-time remote especially for the right candidate. </p>\n<img src=\"https://remotive.com/job/track/1946971/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "Worldwide",
        "date": "2024-10-28T12:21:41"
    },
    {
        "id": 1946972,
        "url": "https://remotive.com/remote-jobs/software-dev/full-stack-developer-with-work-life-balance-javascript-node-js-react-1946972",
        "title": "Full-Stack Developer with Work-Life Balance (JavaScript, Node.js, React)",
        "company_name": "Spidergap",
        "company_logo": "https://remotive.com/job/1946972/logo",
        "category": "Software Development",
        "tags": [
            "cloud",
            "CSS",
            "fullstack",
            "html",
            "javascript",
            "node.js",
            "php",
            "react",
            "saas",
            "sql",
            "agile",
            "analytics",
            "Typescript ",
            "google cloud",
            "MySQL",
            "hubspot",
            "testing",
            "github"
        ],
        "job_type": "full_time",
        "salary": "$45k–$90k",
        "description": "<p>We’re recruiting a full-stack developer to join our product team at Spidergap/AirManual.</p>\n<p> </p>\n<p>This is a rare opportunity to join a small, 100% remote, profitable and ambitious company that also appreciates that there’s more to work than revenue (!).</p>\n<p> </p>\n<p>At Spidergap/AirManual, we’re:</p>\n<p> </p>\n<ul style=\"\">\n<li style=\"\">Fueled by the passion and exceptional talent of a successful start-up</li>\n<li style=\"\">Hungry to amaze our customers and grow the business</li>\n<li style=\"\">Always looking to grow as individuals and a team</li>\n<li style=\"\">AND Focused on doing it all without unnecessary stress, and with a healthy work-life balance</li>\n</ul>\n<p> </p>\n<p>If you’re a software developer who moves quickly and values code quality, wants to grow by working in a small and experienced team, and loves helping real customers to achieve their goals… then read on!</p>\n<p> </p>\n<p>What we do</p>\n<p>We’re a SaaS business with two products: Spidergap and AirManual. You’ll be working primarily on Spidergap, with opportunities to contribute to both products.</p>\n<p> </p>\n<p>Spidergap</p>\n<p>With Spidergap, our goal is to make it easy for organizations to support the personal development of their employees. We do this by providing a platform for employees to get feedback, plan personal development, and take action.</p>\n<p> </p>\n<p>We’ve been the <a href=\"https://www.capterra.com/360-degree-feedback-software/\" rel=\"nofollow\">top-rated 360° Feedback tool since 2017</a>, and are used in 134+ countries by thousands of organizations including Samsung, 3M, Sony, the NHS, the European Commission, Breville, Konica Minolta and Philips.</p>\n<p> </p>\n<p>We’ve recently kicked off an ambitious plan to expand our product offering, as we look to support employees with all aspects of personal development. This includes a revamp of our product working in the latest technologies.</p>\n<p> </p>\n<p>AirManual</p>\n<p>We created AirManual in 2020 with the goal of helping other businesses to scale up, without constant stress. We provide tools for documenting and automating processes, working together in teams, and reviewing the health of the entire business.</p>\n<p> </p>\n<p>We’re now supporting over 100 businesses, including big names such as Asahi Beer and with particular traction in the Accountancy market. As with Spidergap, we consistently get <a href=\"https://www.capterra.com/p/235723/AirManual/\" rel=\"nofollow\">exceptionally positive reviews</a>.</p>\n<p> </p>\n<p>We’re currently expanding the AirManual product to support teams with wider challenges that cause stress in small businesses, such as managing the day-to-day issues that occur in teams.</p>\n<p><br><br><strong>Requirements</strong><br><br></p>\n<p>We’re looking for something who’s a great fit for our company values, and who can bring the technical talent needed in this specific role.</p>\n<p> </p>\n<p>Do you share our values?</p>\n<p>We're looking for people who share our values:</p>\n<p> </p>\n<ol style=\"\">\n<li style=\"\"><strong>Focus on impact: </strong>We know our growth is dependent on increasing the value we deliver to customers. We focus our energy on improvements that will make a real difference, with a desired outcome made clear up-front. We expect everyone to understand <em>why</em> they are working on a particular activity or objective, being clear on how it will benefit the business and our customers.</li>\n<li style=\"\"><strong>Be proactive and dependable: </strong>Everyone can solve problems and remove barriers to growth — both personally and for the company. We are quick to raise issues and ideas, and to recommend next steps. We make it easier for others to feel they can depend on us by being proactive in our communication and action.</li>\n<li style=\"\"><strong>Pay attention to detail: </strong>We believe the quality of everything we do is a competitive advantage. We expect high attention-to-detail, whether it's in how we write an email, review our analytics, or design the site. We delight in getting the details right, even in internal documents. High attention to detail isn’t something you turn on and off — it’s an attitude. </li>\n<li style=\"\"><strong>Always look to improve:</strong> We survive and grow by constantly looking for opportunities to improve our solutions, our processes and ourselves. We own our mistakes, using them as an opportunity to learn what changes we should make to processes and tools. We expect our people to proactively look for opportunities to develop and improve our own performance.</li>\n<li style=\"\"><strong>Enjoy the journey: </strong>We consider our health and families to be more important than work. We ensure no-one feels that they are frequently required to work excessive hours. We support each other in overcoming problems and achieving work and life goals. We’re positive and enthusiastic — helping everyone feel energized to take us to the next level. We don’t pin our happiness on the attainment of a particular end goal — we delight in each step along the way.</li>\n</ol>\n<p> </p>\n<p>We don’t just ‘say’ these are our values. We use them all the time — to recruit the right people, manage individual performance, recognize good practice, and make decisions. </p>\n<p> </p>\n<p>Is the role right for you?</p>\n<p>A large part of the work will be developing and supporting new functionality using TypeScript/NodeJS/React.</p>\n<p> </p>\n<p>We follow “clean\" code principles, agile processes and continuous integration tools to efficiently take features from concept to roll-out, and to continuously optimize our processes. Your attention to detail will help us to amaze our customers, and to grow our services and codebase in a robust and maintainable way.</p>\n<p> </p>\n<p><strong>Responsibilities:</strong></p>\n<ul style=\"\">\n<li style=\"\">Collaborate to deliver solutions from design to release</li>\n<li style=\"\">Write reliable, modular, well-tested and “clean” code</li>\n<li style=\"\">Proactively raise ideas and issues, contributing to designs with feedback and suggestions for improvement</li>\n<li style=\"\">Support other team members through peer review</li>\n<li style=\"\">Help to optimize our development processes and build tools</li>\n<li style=\"\">Ensure progress, issues and ideas are communicated clearly to the right people</li>\n<li style=\"\">Help us to deliver outstanding customer support.</li>\n</ul>\n<p> </p>\n<p><strong>Tech stack (Spidergap):</strong></p>\n<ul style=\"\">\n<li style=\"\">TypeScript</li>\n<li style=\"\">Node.js (NestJS)</li>\n<li style=\"\">Remix (React)</li>\n<li style=\"\">MySQL</li>\n<li style=\"\">Google Cloud</li>\n</ul>\n<p> </p>\n<p>AirManual uses a similar tech stack, using PostgresSQL rather than MySQL and currently reviewing whether to adopt Remix + TypeScript.</p>\n<p>You may be occasionally asked asked to support legacy solutions developed with Express, Create React App, AngularJS, Loopback, and PHP.</p>\n<p> </p>\n<p><strong>Tools:</strong></p>\n<ul style=\"\">\n<li style=\"\">GitHub</li>\n<li style=\"\">Slack</li>\n<li style=\"\">Codeship</li>\n<li style=\"\">Dropbox Paper</li>\n<li style=\"\">GMail</li>\n<li style=\"\">Hubspot</li>\n<li style=\"\">Sentry</li>\n<li style=\"\">(And many more!)</li>\n</ul>\n<p> </p>\n<p><strong>Requirements:</strong></p>\n<ul style=\"\">\n<li style=\"\">Passionate and driven — about software development, and about life outside work</li>\n<li style=\"\">Excellent attention to detail, including a focus on delivering high-quality code that is easy to maintain and scale</li>\n<li style=\"\">2+ years of JavaScript experience, working on production code</li>\n<li style=\"\">Experience with front-end libraries in production such as React or Vue</li>\n<li style=\"\">Experience with React, SQL, HTML, CSS and automated testing</li>\n<li style=\"\">Happy to work remotely</li>\n<li style=\"\">Loves 'going the extra mile' to deliver outstanding work</li>\n<li style=\"\">Believes in and practices self-improvement / personal development</li>\n<li style=\"\">Keen and able to learn</li>\n<li style=\"\">Loves technology and figuring out how things work and helping others to do the same</li>\n<li style=\"\">Communicates clearly, in a friendly way</li>\n</ul>\n<p> </p>\n<p><strong>Location:</strong></p>\n<ul style=\"\">\n<li style=\"\">This is a 100% remote job — you are responsible for having an effective work environment</li>\n<li style=\"\">You must be a location that overlaps the working hours of our existing team members — we will only accept applications in timezones from UTC -4 (New York) to UTC +6 (Dhaka)</li>\n<li style=\"\">Due to local employment and/or international laws, we cannot currently employ people based in Brazil, France, or UAE.</li>\n</ul>\n<p><br><br><strong>Benefits</strong><br><br></p>\n<p>We strive to make Spidergap <em>the</em> best place to work.</p>\n<p> </p>\n<p>We are doing this by creating the best products in our markets, building a great diverse team, encouraging great work-life balance (including taking lots of annual leave), being family-friendly, having fun, and maintaining a strong culture of continuous improvement (business and personally).</p>\n<p> </p>\n<ul style=\"\">\n<li style=\"\"><em>“Working at Spidergap has been a huge quality of life upgrade”</em></li>\n<li style=\"\"><em>“This company truly works as a TEAM. The co-founders have brought together a top-notch group of A players who work together seamlessly.”</em></li>\n<li style=\"\"><em>“This is the best work-week I have ever had. I love it here.”</em></li>\n</ul>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>Benefits:</p>\n<ul style=\"\">\n<li style=\"\"><strong>Competitive salary. </strong>We calculate a competitive salary that represents the typical salary (50th percentile) for your role, experience and location. This is typically in the range of GBP £45k–£70k / USD $45k–$90k.</li>\n<li style=\"\"><strong>Profit share bonus</strong>, paid annually. Based on company profit and individual performance (reviewed throughout the year, not just at the end!).</li>\n<li style=\"\"><strong>40 days paid vacation</strong> inclusive of public holidays. We’ll make sure you take them!</li>\n<li style=\"\"><strong>Work remotely.</strong> As long as your internet connection is excellent and you’re able to collaborate when needed, you’re free to work from any location you wish.</li>\n<li style=\"\"><strong>Flexible working. </strong>You’ll need some set hours in which to collaborate with the team, but we’ll do our best to be flexible so you can support your family, friends and/or hobbies!</li>\n<li style=\"\"><strong>Annual all-staff meet-up. </strong>Previous locations: Iceland, Barcelona, Berlin, Athens, Edinburgh, Budapest.</li>\n<li style=\"\"><strong>4 months paid maternity/paternity</strong> <strong>leave.</strong></li>\n<li style=\"\"><strong>Family-friendly work environment.</strong> Both co-founders work from home and have young children so we understand the challenges and what helps!</li>\n<li style=\"\"><strong>Health membership contribution — </strong>you can use this to pay for the gym or an equivalent activity.</li>\n<li style=\"\"><strong>Bring your own device contribution. </strong>We’ll make sure you have the equipment you need to work efficiently.</li>\n<li style=\"\"><strong>Pension contribution. </strong>Typically 10%, depending on country laws.</li>\n</ul>\n<img src=\"https://remotive.com/job/track/1946972/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "Worldwide",
        "date": "2024-10-28T12:19:38"
    },
    {
        "id": 1946362,
        "url": "https://remotive.com/remote-jobs/writing/associate-medical-writer-1946362",
        "title": "Associate Medical Writer",
        "company_name": "PSI CRO",
        "company_logo": "https://remotive.com/job/1946362/logo",
        "category": "Writing",
        "tags": [
            "automation",
            "research",
            "documentation"
        ],
        "job_type": "full_time",
        "salary": "",
        "description": "<br><br><div class=\"h3\">Company Description</div><p>PSI is a leading Contract Research Organization with more than 28 years in the industry offering a perfect balance between stability and innovation to both clients and employees.  We focus on delivering quality and on-time services across a variety of therapeutic indications.</p><ul style=\"\"></ul><br><br><div class=\"h3\">Job Description</div><ul style=\"\"><li style=\"\">Writes, edits, and reviews Essential Documents, including informed consent forms, patient information, and other project-specific clinical documentation</li><li style=\"\">Writes, edits, reviews, finalizes, and tracks clinical study report (CSR) patient safety narratives</li><li style=\"\">Collects and tracks documents for CSR appendices, in support of the Quality Control Associates and if assigned by the Associate Director, Medical Writing</li><li style=\"\">Critically assesses, interprets, and summarizes data from clinical studies</li><li style=\"\">Reviews scientific literature pertinent to medical writing activities</li><li style=\"\">Performs quality control (QC) reviews of PSI-developed Essential Documents and other documentation (in support of the Quality Control Associates and if assigned by the Associate Director, Medical Writing)</li><li style=\"\">Acts as a backup contact for the Project Managers and other PSI functional areas within the scope of assigned medical writing tasks</li><li style=\"\">Collaborates with the Process Improvement narrative automation team to develop patient safety narratives</li></ul><br><br><div class=\"h3\">Qualifications</div><ul style=\"\"><li style=\"\">College or university degree, preferably a Bachelor’s/Master’s degree in biomedical or life sciences fields, or a relevant combination of education, training, and experience that presents the required knowledge, skills, and abilities.</li><li style=\"\">Minimum 2 years of corresponding industry experience working with clinical documentation and data</li><li style=\"\">Prior pharmaceutical, biotechnology, or contract research organization experience</li><li style=\"\">Basic knowledge of global regulations and guidelines (FDA, ICH) on the drug development process and on production and publishing of Essential Documents</li><li style=\"\">Basic knowledge of electronic Common Technical Document (eCTD) requirements</li></ul><br><br><div class=\"h3\">Additional Information</div><p>If you feel it is time to make your skills and knowledge visible within a growing company with true focus on its people, then PSI is the right choice for you.</p><img src=\"https://remotive.com/job/track/1946362/blank.gif?source=public_api\" alt=\"\"/>",
        "location": "USA",
        "date": "2024-10-28T10:51:20"
    },
    {
        "slug": "remote-vice-president-software-engineering-marketplace-xometry-1015867",
        "id": "1015867",
        "epoch": 1730124002,
        "date": "2024-10-28T14:00:02+00:00",
        "company_logo": "https://remoteok.com/assets/img/jobs/6e37f38500cc8a818ece27eedb1a8b041730124003.png",
        "position": "",
        "tags": [
            "software",
            "system",
            "docker",
            "technical",
            "support",
            "web",
            "seo",
            "strategy",
            "management",
            "lead",
            "senior",
            "marketing",
            "engineering",
            "executive"
        ],
        "logo": "https://remoteok.com/assets/img/jobs/6e37f38500cc8a818ece27eedb1a8b041730124003.png",
        "description": "<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">The Vice President of Software Engineering, Marketplace&nbsp; will play a pivotal role in driving our software development strategy and execution, ensuring that our technology solutions are robust, scalable, and aligned with our business goals. This leadership position involves overseeing the software engineering Xometryâ\u0080\u0099s Marketplace, fostering a culture of innovation, and collaborating closely with other executive team members to define and execute technology strategies that propel Xometry towards its objectives.&nbsp; This person will have responsibility for a growing team of ~15, reporting directly to our Chief Technology Officer.&nbsp;&nbsp;</span></p>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Responsibilities:</strong></span></p>\n<ul>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Strategic Leadership</strong>: Develop and implement a cohesive software engineering strategy that aligns with the company's goals, market demands, and technological trends.</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Team Management and Development</strong>: Lead, mentor, and expand the software engineering team, including hiring, training, and developing top-tier talent to ensure a high-performing team.</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Technology Vision</strong>: Stay ahead of technology trends and innovations, especially in diverse technology environments, incorporating them into the strategic planning of the company's product development and IT infrastructure.</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Operational Excellence</strong>: Ensure the delivery of high-quality software products within agreed timelines and budgets, enhancing the company's ability to serve our customers effectively.</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Cross-functional Collaboration</strong>: Work closely with Product Management, Design, Executives, and other stakeholders to ensure seamless development and execution of projects. Foster an environment where open communication and collaboration at all levels of the organization is encouraged and valued.</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Stakeholder Engagement</strong>: Communicate technology strategy and progress to stakeholders at all levels of the company, including the board of directors, investors, non-technical departments, and external partners.</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Risk Management</strong>: Identify technological risks and opportunities, developing strategies to leverage or mitigate them in support of the companyâ\u0080\u0099s objectives.</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Legacy System Modernization</strong>: Lead efforts to modernize legacy systems and workflows, ensuring that technology infrastructure supports scalable and efficient operations.</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Industry Expertise</strong>: Leverage experience in web marketing and large agency environments to deliver custom advertising and marketing solutions, such as websites, SEO optimization, lead generation tools, online profile building and management, and online stores or catalogs.</span></li>\n</ul>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><strong>Qualifications:</strong></span></p>\n<ul>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Bachelorâ\u0080\u0099s or Masterâ\u0080\u0099s degree in Computer Science, Engineering, or a related field</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">12+&nbsp; years of experience in software development, with at least 5+ years in a senior management or executive role</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Specific experience working in a large web marketing agency or company delivering custom advertising and marketing solutions</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Marketplace experience is highly desired&nbsp;</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Proven track record of leading and scaling software engineering teams in fast-paced, innovative, and technologically diverse environments</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Strong technical expertise in:</span></li>\n<ul>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">JavaScript technologies such as Node.js, React.js, GraphQL, TypeScript</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Python programming</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Cloud hosting and services including AWS, Azure, GCP</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Containerization technologies like Docker and Kubernetes</span></li>\n</ul>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Experience in modernizing legacy systems and workflows</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Demonstrated ability to interact and communicate effectively at all levels of the organization, from executives to product managers and a wide variety of stakeholders and contributors</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Creates and fosters a culture of innovation, collaboration, and continuous improvement</span></li>\n<li style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\"><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">Excellent leadership, strategic thinking, and communication skills</span></li>\n</ul>\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 10pt;\">#LI-Remote</span></p><br/><br/>Please mention the word **HOLY** and tag RMzguNjguMTM0LjE5NA== when applying to show you read the job post completely (#RMzguNjguMTM0LjE5NA==). This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they're human.",
        "location": "North Bethesda, Maryland, United States",
        "salary_min": 80000,
        "salary_max": 120000,
        "apply_url": "https://remoteOK.com/remote-jobs/remote-vice-president-software-engineering-marketplace-xometry-1015867",
        "url": "https://remoteOK.com/remote-jobs/remote-vice-president-software-engineering-marketplace-xometry-1015867",
        "company_name": "Xometry",
        "job_type": "Remote",
        "salary_range": "80000 - 120000"
    }
]